Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 说着江逸匆忙的朝怀中掏去，满脸都是哀求之色，管事和马公子还有那几名护卫眼眸一亮，下意识朝江逸掏钱的左手望去。
en_us: As he was speaking, Jiang Yi hurriedly reached into his chest pocket with a pleading look. The eyes of the housekeeper, Young Master Ma, and those guards, lit up. They subconsciously directed their gaze to Jiang Yi's left hand that was in the midst of retrieving the money.

source: 说着，柳长老就大步朝旁边的一个偏厅内走去。江逸踌躇一阵只能咬牙上了，运转蓝色元力双手贴在丹炉侧壁上。
en_us: Finishing his scolding, Elder Liu walked with big steps in the direction of a side room. Jiang Yi hesitated for a moment, knowing that he had to grit his teeth and do this task, before sticking both his hands on the cauldron walls and applying blue essence force.

source: 说着，江松就眼露凶光，嘴里大喊“赤练黑砂掌”，双掌掌心呈现一片慑人的黑色，狠狠拍向江逸后背。
en_us: Right after speaking, Jiang Song revealed an ominous glint in his eyes as he shouted, "Red-Band Black Sand Palm!" Both his palms produced terrifying black discs, which he viciously unleashed on Jiang Yi's back.

source: 说着，管事也不再理会江逸，转头谄媚笑着和那马家公子低声说道：“飞少，时间还早，要不让小凤仙伺候下您？这小凤仙最近可是和花姐学了不少新活儿，保证您舒坦。”
en_us: Thereafter, he ignored Jiang Yi completely. Turning to the Ma Family young master, he asked with a toadying smile, "Young Master Fei, there's still plenty of time, why don't we summon Little Fengxian over to service you? She has learned many new tricks from Madam Flower recently, guaranteed to bring you great comfort."

source: 说起来也怪不得安度因疏忽，谁又能想象得到，一个精通药剂学的魔法天才，在方向感上却是如此的低能。
en_us: Andoine was not to be blamed for his negligence. Who would have expected that a magic genius skilled in pharmaceutics could have such weak sense of direction?

source: 谁也不知道他的名字，早年他的朋友们都叫他无名。
en_us: No one knew his name. In the early years, his friends used to call him Wu Ming, the nameless one.

source: 谁也没有想到，鲁本－萨鲁曼会在这个时候放手。
en_us: No one had expected Reuben Saruman to let go at this time.

source: 谁料，此刻姬听雨目光正朝他们这群陪练扫来，恰好和江逸对视了一眼，而等在江逸慌忙低头隐藏身形时，那姬小姐却突然伸出一根葱白手指指着江逸，淡淡开口道：“诸位公子好意，听雨心领了，杨管事，给我安排这戴狼首面具的陪练对战一场。”
en_us: Who knew that at the moment Ji Tingyu's gaze was sweeping across the room in the direction of the group of sparring partners, and she had coincidentally met Jiang Yi's eyes. As Jiang Yi hurriedly lowered his head to hide his body, that Young Mistress Ji suddenly extended an onion-white finger and pointed towards Jiang Yi. She faintly opened her mouth to say, "Everyone, this young gentleman has good intentions and I, Ji Tingyu, receive and appreciate your kindness. Manager Yang, please arrange for me to have a sparring match with the sparring partner wearing a wolf mask."

source: 谁知江逸的身子一闪，竟在半路转向朝右边掠去，而右边的两人本看着江逸朝左边冲去，身体已经开始转向了，现江逸却笔直朝两人冲来？当下只能慌乱的挥舞拳头，朝江逸砸去。
en_us: Who knew that Jiang Yi's figure would duck out of the way and, in the midst of his run, turn to sweep towards the right? How could the two persons on the right predict that, having originally seen Jiang Yi rush towards the left and having started turning their bodies in the same direction, Jiang Yi would actually race straight towards them right now? The two persons could only brandish their fists in a state of confused fury and smash them towards Jiang Yi.

source: 谁知道一句话还没说完，就被人从背后推了一把。
en_us: But he was pushed away from the back before he could finish his sentence.

source: 谁知道他才刚侧身躲到树后，就忽然感觉脚下一轻，紧接着整个人都倒了过来。
en_us: Just as he was about to lean behind the tree, he suddenly felt himself being lifted off the ground, and the next moment, his whole body was inverted.

source: 谁知道最后弄巧成拙，葛瑞安倔脾气一上来，直接就把他们赶出了公会。
en_us: Who knew they would go for wool and come back shorn. Gerian's obstinacy acted up and he drove them out of the guild instead.

source: 谁知，异变突生——
en_us: He was unprepared for the unexpected change.

source: 谁都知道这是怎么回事，可是谁也都拿葛瑞安这老胖子没办法，如今是人为刀俎我为鱼肉，人家等的就是在拍卖时狠宰你一刀，于是十家魔法家族的人来了，然后又走了，六支地下势力的人也来了，然后还是走了……
en_us: Everyone knew what was going on, but there was nothing they could do about the fat old man Gerian. Everyone was at Gerian's mercy now, and what they were waiting for was to rip him off at the auction. So the members of the ten mage families came and left, and then the members of the six underground forces came and left too...

source: 费老漠然起身朝外面走去，在门口才侧脸解释了一句：“十五六岁的才铸鼎境二重，这小子已经过了修炼的黄金时段，这辈子不会有大成就了，尽管反应能力变态，但境界提升不上来，也只能是个废物，武殿……不养废物。”
en_us: Elder Fei apathetically stood up and walked in the direction of the exterior of the room. It was only when he reached the door that he turned his head around and explained, "He's fifteen or sixteen years old, yet his power level is only at the second stage of the Cast Tripod Realm. This boy's already missed the golden opportunity to cultivate his power and as such he'll not have any great accomplishments for the rest of his life. Even if he does have an obscenely powerful capability to react to opponents' moves, so long as he can't increase his power-level stages, he's just going to be a good-for-nothing. The Martial Arts Hall... does not waste resources on caring for useless good-for-nothings."

source: 费雷是什么人，他除了安度因的弟子之外，同时还是奥兰纳魔法公会的希望，他锻造的魔法武器，直接就关系到大领主奥斯瑞克的陵墓，就连老子面对这位大爷，都不舍得说一句重话，你霍伦倒好，上来就打算杀人，妈的，你倒是杀杀看，看你杀了费雷之后，你老爸奥德文会不会揍死你……
en_us: Felic was not only Andoine's disciple, but also the hope of the Alanna Guild of Magic. The weapons that he had forged were directly connected to Great Leader Aus Rick. Even the Master in front of him did not dare to speak harsh words. Hoeren had the guts to plan to kill him. Hell, you can kill Felic and see whether your father will beat you to death after that.

source: 赤练黑砂掌！
en_us: Red-Band Black Sand Palm!

source: 走到半山，江如虎终于缓过来一口气，他艰难的开口道：“江逸……实力进步的那么快……不能……等我哥回来……我要他死……全部人给我记住，今日之事……就说和马家开战……”
en_us: Jiang Ruhu finally revived and took in a breath of air, they were mid-way down the mountain. With much difficulty, he opened his mouth and said, "Jiang Yi's... power has improved so quickly... cannot... wait for my brother to return... I want him dead... everyone better remember, whatever happened today... just say that we had to fight with the Ma Family..."

source: 走到半路，他脚步突然一顿，拐进了旁边一个衣袍铺子内，很快就穿着一身黑袍走了出来，还把脑袋全部笼罩在斗篷内。
en_us: Along the way, he suddenly froze in his tracks and turned into a nearby garment shop. It was not long before he came out dressed in black from head to toe, and even had his head enveloped in a cloak.

source: 走在幽暗的森林当中，林立心里的感觉有些复杂，一般是新奇一半是紧张。
en_us: Walking among the dark forest, Lin Li felt complicated. He was split between curiosity and nervousness.

source: 走在繁华的奥兰纳街头，林立又顺便关心了一下憨厚青年的艰难况：“对了希恩，你这两天到什么地方去了，我怎么一次也没见到过你？”(未完待续，如欲知后事如何，请登陆www.qidian.com，章节更多，支持作者，支持正版阅读！)
en_us: As they walked along the bustling Alanna streets, Lin Li had a few casual chats with the young man to catch up with him, "By the way, Sheehan, where on Earth have you been these two days? How come I didn't see you at all?"

source: 走在金碧辉煌的宴会大厅中，林立忽然觉得有些好笑，他完全没想到红发美女会突然跟自己道歉，更没想到她会提出拜师的要求，在林立看来这个要求简直是荒谬到了极点！
en_us: Walking in the splendid banquet hall, Lin Li suddenly felt a little amused at the situation. He had never expected the redheaded beauty to apologize to him out of the blue, and even more so to request to become his apprentice. From what Lin Li saw, this request was absolutely ridiculous to the core!

source: 走廊上走来四人，全部衣袍华贵，气态不凡，是三名公子和一名漂亮小姐。小姐一身黄裳长裙，靓丽如一朵盛开的黄玫瑰，正是姬家小姐姬听雨，而旁边的三位公子中江恨水赫然在列。
en_us: Four people walked through the corridor, all of them dressed elegently in luxurious clothes with extraordinary atmospheres about them. They consisted of three gentlemen and a beautiful lady. The young lady was dressed in a yellow robe with long dress and was pretty like a yellow rose in full bloom. That was the young mistress of the Ji Family Ji Tingyu, and amongst the three gentlemen beside her included, impressively enough, Jiang Henshui.

source: 走得近些之后，罗琳也看见了角落里的林立，再一想起那天伊娜家的事，一时间俏脸上不由露出几分尴尬。
en_us: As she got closer, Rowling saw Lin Li in the corner too. She was again reminded of what happened at Ina's place, and at once embarrassment could be seen on her pretty face.

source: 走近那杂草丛生的洞口，只觉一股阴冷潮湿的气息扑面而来，林立刚一走近，就知道自己没找错地方，这山洞又黑又潮，正是野钢花生长的绝佳地点。
en_us: Lin Li could only feel a rush of cold, damp breath on his face as he approached the overgrown cave. As soon as Lin Li came near he knew he had not found the wrong place. The cave was dark and damp, the perfect place for wild steelbloom to grow.

source: 走进公会大厅的葛瑞安一脸杀气，四处找人打听凯文在什么地方，可惜凯文早知道他今天肯定回来，一大早就躲出魔法公会去了，弄得葛瑞安在翡翠高塔找了半天也没找到，最后不得不无奈的敲响了林立的房门。
en_us: Gerian walked into the guild's hall with a murderous look on his face, asking people to find out where Kevin was. Unfortunately, Kevin knew he'd return today so he had hidden away from the Guild of Magic early in the morning. Gerian couldn't find him anywhere in the Emerald Tower, and at last he had no choice but to knock on Lin Li's door.

source: 走进武殿，江逸明显感觉一丝不对了，这里的气息比外面清新好闻多了，他不用闭关打坐都知道这里的天地灵气浓郁得吓人，在这里面修炼速度绝对比外面快很多。
en_us: Entering the Martial Arts Hall, Jiang Yi evidently felt that something was not right. The atmosphere in the building was a lot more fresh, clean and nicer-smelling than the air outside. He didn't need to go into seclusion and sit in meditation to know that the heavenly and earthly spiritual forces in here were obscenely powerful, allowing anyone's cultivation speed to be much faster in the Hall than outside.

source: 趁真众多宾客围到艾萨克身边时，凯文终于是找了个借口逃出来，一出人群，就看见林立正在那笑得幸灾乐祸，凯文顿时气不打一处来：“费雷，你太不厚道了……”
en_us: Kevin finally found an excuse to flee when the guests gathered around Isaac. He saw Lin Li laughing at his discomfiture as soon as he got out of the crowd, and in that moment Kevin lost his temper. "Felic, you're too unkind..."

source: 足足半柱香时间，江逸才平静下来，他擦拭了眼角的泪痕，长长吐出两口气他又入定了，仔细的内视丹田外的封印，确定那龙形封印上的符文的确少了三枚后，他彻底放松下来。
en_us: It took him half the time it takes for a stick of incense to burn before Jiang Yi finally calmed himself down. He wiped off the tear stains from the corners of his eyes, took two long deep breaths, and returned to a meditative state. He carefully observed the seal outside his dantian. It was only after confirming that the runic patterns of that dragon-shaped seal had indeed been reduced by three characters that he completely relaxed.

source: 足足盘坐了一个时辰，江逸才睁开了眼睛，眸子内都是无奈，他刚才运转江水决疗伤的时候内视了一下，发现左肩的三根骨头果然有几处裂痕，靠江水决疗伤速度最少要打坐一天一夜才能愈合。
en_us: After sitting cross-legged for two entire hours, Jiang Yi finally opened his eyes with a look of helplessness. When he was just circulating the Jiang Water Art, he had used his inner vision and discovered that three bones on his left shoulder had cracked. This was an injury which, relying on the Jiang Water Art, would take at least a full day and night of meditation to fully heal.

source: 距离和风月楼约定的一月之期只有十八天了，江逸此刻身上只有十两银子，他想了很多办法，但最后发现除了和江家坦白，让江家出钱外，他唯有找姬听雨借钱了。
en_us: There were only eighteen days left to go before the one-month deadline on the agreement of repayment made with the Fengyue Brothel was up, yet at the moment Jiang Yi only had ten taels of silver on his person. He tried to come up with many ideas, but eventually realised that, besides coming clean with the Jiang Clan and letting the Family come up with the money, he had no other viable option but to seek Ji Tingyu and borrow money from her.

source: 跟着克伦威尔就只觉身上一轻，整个人就这么生生的被拉到了老梅林身后。
en_us: Cromwell felt weight leaving his body, and then he was pulled to the back of where Old Merlin stood.

source: 跟着又是一段火焰之手的咒语响起，林立仍然小心的控制着魔力，只让手上亮起一点小小的火苗，在烧杯底部慢慢的熏烤着。
en_us: It was followed by the recitation of the Spell of Flaming Hands. As usual, Lin Li was careful in controlling his mana, only lighting a small flame on his hand, and then slowly roasted the bottom of the beaker.

source: 跟着就是两声惨叫接连传来，惊得那喧闹的黑市，也仿佛在忽然之间静了下来。
en_us: Then came a succession of cries, which seemed to have startled the noisy black market into silence at once.

source: 跟着是炼金学……
en_us: Followed by metallurgy...

source: 跨越了这道鸿沟，便有资格穿上长长的法师袍，被人称为“尊敬的魔法师先生”，但若是跨不过去，就终身只是一个可怜的魔法学徒。
en_us: After crossing this gap, one would be entitled to wear a long mage robe and be called "the respected mage". But if one could not cross the gap, they would be a pathetic mage apprentice for life.

source: 身为一个矿物大师，林立又怎么会不记得，安眠水晶这种东西，一向都是跟永恒精金伴生的，这也就意味着，能采到安眠水晶的地方，多半也就能发现一条永恒精金矿脉。
en_us: As the Master of Minerals, how could Lin Li possibly forget that Hypnotic Crystals always co-existed with Eternal Adamantine. Thus, it was highly likely that there existed a mineral vein of Eternal Adamantine at the place where the Hypnotic Crystal was mined.

source: 身为家族继承人的克伦威尔很清楚，自己的家族在加洛斯的势力是何等庞大，甚至就连魔法公会高层，也无法忽视梅林家族的意见，一旦林立进入魔法公会，那还不是想怎么对付就怎么对付？
en_us: As the heir to the family, Cromwell knew very well just how powerful his family was in Jarrosus. Even the leaders of the Guild of Magic were unable to ignore the suggestions of the Merlin Family. Once Lin Li joined the Guild of Magic, Cromwell would have his own ways to deal with him.

source: 身为药剂师公会的重要成员，老格林很清楚公会眼下的情况，日渐腐朽日渐凋零，没有一丝进取心与活力，现在的药剂师公会，最需要的就是补充新鲜血液，才能度过那可能到来的危机，而眼前这个年轻魔法师，可能就是一个很好的补充对象……
en_us: As an important member of the Pharmacists Guild, Old Grimm was well aware of its current situation—decaying and withering day by day without any enterprise or energy. What the Pharmacists Guild needed the most now was fresh blood to tide over the possible crisis, and the young mage in front might well be a good solution...

source: 身为这场药剂风暴的始作俑者，葛瑞安知道的内幕比任何人都多，也比任何人都更加明白林立的价值，在他看来奥法药剂只是一个开始，还远远不到体现林立真正价值的时候，事实上就连葛瑞安自己都感到好奇，这个近乎奇迹的药剂大师，究竟还会给魔法公会带来什么样的惊喜……
en_us: As the initiator of the potion storm, Gerian knew more than anyone else, and also understood Lin Li's worth more than anyone else. In his opinion, the Arcane Magic Potion was just a beginning, and it was still far from demonstrating the true worth of Lin Li. In fact, even Gerian himself wondered what kind of surprises would this almost miraculous potion master bring to the Guild of Magic...

source: 身为铭文宗师，林立对这两道魔纹自是再熟悉不过了，一道是魔法防护力场，用来削弱魔法威力，一道是元素湮灭力场，用来减少元素冲突，当这两道高级魔纹同时出现的时候，会产生类似禁魔的效果。
en_us: As an Inscription guru, Lin Li knew too well about the mageweath. One of it was the magical shield field, used to weaken the power of magic; the other was the elements annihilation field, used to reduce the conflict among elements. When these two high level mageweaths were used at the same time, they would produce an effect similar to keeping demons away.

source: 身后就是小奴，江逸为了不让护卫们冲进来，动用了压箱子的人阶上品武技，这是他唯一在江家学会的一种比较高级武技。
en_us: Not wanting to let the guards in with Xiaonu behind him, Jiang Yi used his best Man-tier superior-grade martial arts technique. This was the only high-class skill he had learned in the Jiang Clan.

source: 身后站起来的江小奴瘦弱身子剧烈颤抖起来，紧紧抓住江逸的手臂，眼中泪水不要钱的倾泻而出，她咬牙低声说道：“少爷，都是小奴不好，你快走吧，别管小奴了。“
en_us: Jiang Xiaonu stood up behind him, her frail weak body trembling violently as she held tightly onto Jiang Yi's arm. Free-flowing tears gushed out of her eyes. She clenched her teeth and pleaded in a low voice, "Young Master, it's all my fault. You can just leave; don't worry about me anymore."

source: 躺在地上的时候，克伦威尔突然发现，自己竟是如此的孱弱。
en_us: While on the floor, Cromwell suddenly realized just how frail he was.

source: 转了一个上午，江逸垂头丧气的坐在广场中心一个石墩上，他根本不懂怎么赚钱，除非给人去做苦力，但一天只有几个铜板，杯水车薪啊。
en_us: After wandering around for an entire morning, Jiang Yi sat down dejectedly on a stone block in the middle of the City Plaza. He had no idea how to make money at all, unless he got employment as a coolie - which was a job with a meagre income of a few bronze coins, an utterly inadequete amount of earnings.

source: 转悠一圈，他猛然想起什么，一拍脑袋懊恼说道：“我炼个屁的丹啊，我都不会炼丹……”
en_us: After wandering around the room once, he suddenly thought of something. He slapped his forehead and exclaimed, "What I am thinking? Refining elixirs? I don't even know how to refine elixirs..."

source: 轻松在里面转了几圈，翊飞儿整整攻击了半柱香时间，连江逸的一片衣角都没有碰到。
en_us: Jiang Yi was effortlessly moving in circles. Yi Fei-er threw her attacks at him for close to three minutes, yet she was unable to even brush against his garments.

source: 达到大魔导士境界之后，很多事往往不需要用眼睛去看，仅仅是凭着感觉老梅林就可以肯定，葛瑞安力量绝不会比自己弱，这一场大魔导士之间的对决，最后很可能要靠运气来决定胜负。
en_us: After becoming an archmage, there were many things that often did not have to be seen with the eyes. Just by feeling, Old Merlin was sure that Gerian's power would not be any weaker than his own. The winner of the battle between the archmages would probably have to be decided by luck.

source: 达到铸鼎境的人都能内视自己的身体，江逸默默注视着那丝神秘的元力，它就仿佛一根一寸长的发丝，安静的呆在自己的丹田之内，越看越让他觉得可爱。
en_us: Those who had attained the Cast Tripod Realm could look within their bodies. Jiang Yi fixed his eyes on the mysterious strand of essence force. It was like an inch-long hair strand that sat quietly within his dantian. The more he looked at it, the more adorable he found it.

source: 达芙妮虽然脸色难看，却始终没在报出更高价格，这时候别说葛瑞安，恐怕就连旁边那几个魔法师都已经看明白，这个小偷头子确实拿不出更多的钱了。
en_us: Although Daphne's expression was awful, she did not offer a higher price. Not to mention Gerian, even the mages who were sitting at the side had understood that the thief leader indeed could not take out more money.

source: 过了很久之后，那位城主府首席法师才走了过来，低声向他禀报了几句。
en_us: After a long while, the chief mage of the castellan mansion came over and spoke to him in a whispering tone.

source: 近百年来加洛斯最出名的法师有两个，一个是出自魔法公会的安度因，另一个就是眼前这个身穿灰色法师袍的老人——格林－伯恩塞德。
en_us: There were two of Jarrosus' most famous mages in the last hundred years. One of them was Andoine from the Guild of Magic; the other was the old man wearing the gray mage robe standing in front of them—Grimm Burnside.

source: 还剩两丝黑色元力，江逸胡乱的运转其中一丝和蓝色元力融合之后在身体内四处游走着，心里是一种暴发户感叹没地方花钱的心态。
en_us: Having two slivers of essence force left, Jiang Yi randomly circulated one wisp to the blue essence force. He allowed it to flow randomly within his body. He felt like a nouveau riche sighing over not having a place to spend his money.

source: 还好凯文已经习惯了，自从认识林立之后，这个年轻法师就一直在创造奇迹，空前绝后的魔法天才，高深莫测的药剂大师，一次次惊奇之后，凯文多多少少也有些麻木了，就算有一天林立忽然拿起铁锤，站在火炉旁打起铁来，凯文觉得自己多半也只会嘟囔一句“妖怪”，然后又低下头去干自己的事了……
en_us: It was fortunate that Kevin had gotten used to it. Ever since he met Lin Li, the young mage had been working miracles. An unprecedented magic genius and enigmatic potion master, Kevin was more or less numb after repeated surprises. Even if one day Lin Li suddenly picked up the hammer and stood by the fire forging iron, Kevin felt that he would probably only mutter "monster" and then lower his head to do his own thing...

source: 还好，风月楼和江家大院同在东城，江逸只是花费了半柱香时间就抵达风月楼所在的东云街上，他目光如电锁定一栋气派恢弘的阁楼，身子再次狂奔而去。
en_us: Luckily, Fengyue Brothel was in the eastern part of the city, just like the Jiang Clan’s courtyard. Jiang Yi only spent about three minutes to reach East Cloud Street where Fengyue Brothel stood. His eyes quickly fixed on a grand pavilion as he dashed forward once again.

source: 还没冲过来，江逸就沉吼起来：“小奴怎么了？春芽，你说我家小奴怎么了？”
en_us: He shouted out even before dashing over, "What happened to Xiaonu? Chunya, what did you say happened to Xiaonu?"

source: 还没等他明白过来是怎么回事，这种无法控制的感觉就已经蔓延到了他现实中的身体，那种感觉就仿佛灵魂与肉体剥离一般，明明可以看见自己，却又无法感受到自己的存在，四周的一切都好象变得软绵绵的，任凭林立如何挣扎，也无法摆脱那种令人绝望的无力感。
en_us: He had yet to grasp the situation when the feeling of losing control extended to his own body. It felt as if his soul and body were being separated. He could see himself but couldn't feel his existence. The surroundings became soft and velvety. No matter how he struggled, he could not break away from the hopeless sense of impotence.

source: 还没等林立做出反应，一声低吼已是从身后传来。
en_us: Lin Li had yet to recover his composure when a low roar could be heard from behind.

source: 还没走进翡翠高塔，就看见凯文迎出门来。
en_us: Lin Li saw Kevin coming out of the door before he could enter the Emerald Tower.

source: 还没靠近，风月楼外的两名龟公的拉客声就隐隐传来，此刻已经是近黄昏时分，风月楼开张了。
en_us: Despite being a distance away from Fengyue Brothel, he could hear the the pimps outside Fengyue Brothel hustling customers. It was nearing dusk—the time when Fengyue Brothel opened for business.

source: 这一下三大家族想不刺刀见红都不行了……
en_us: This time, it would be impossible for the three families not to fight at close range, even if that was not what they wished for...

source: 这一切完全超出了他们的想象……
en_us: All these had exceeded their imagination...

source: 这一切实在是太快了，艾萨克完全来不及阻止，他只觉得一颗心直往下沉，心头已是如死灰一般绝望。
en_us: It had happened too fast for Isaac to stop. His heart sank and he felt hopeless like the dying embers.

source: 这一刻，先前如死城一般的天庭突然“活”过来了！
en_us: Suddenly, the Heavenly Court, which appeared like a ghost town, came alive!

source: 这一刻，冥军此行的目标，九阳天帝，无名，终于……出现了！
en_us: This instant, the Netherworld army’s target, Nine-Yang Celestial Thearch, Wu Ming, finally… appeared!

source: 这一发冲击水幕，不但粉碎了克伦威尔二十几年的骄傲，更粉碎了老梅林先前的计划。
en_us: The Waterfall Strike had shattered not just the pride Cromwell had held for over 20 years, it had also shattered the plans that Old Merlin had before.

source: 这一句话几乎也就意味着，老格林已经动了爱才之心，想要在药剂学上指点指点这个年轻魔法师！
en_us: Those words almost meant that Old Grimm had taken interest in a talent and would like to guide this young mage in pharmaceutics!

source: 这一句话出口，翡翠高塔外当场倒了一片。
en_us: As soon as the words were out of his mouth, the crowd outside the Emerald Tower collapsed.

source: 这一句话声音不大，却也足以让周围的人听见，一时间四五名魔法师都回过头来，瞪着林立的目光中充满了愤怒，其中甚至还包括了凯文，他是所有人中对林立最为熟悉的，也正因为这样，他才更加知道，葛瑞安对林立有多么看重，也才更加知道，葛瑞安给林立的那些特权时，承受了怎么样的压力。
en_us: The voice wasn't loud, but was enough for everyone around to hear. Immediately, about four or five mages turned around; the stares they gave to Lin Li were filled with rage, even Kevin included. He was the one most familiar with Lin Li out of all others. And it was due to this that he knew how much Gerian valued Lin Li, and how much pressure Gerian had endured when those privileges were given to Lin Li.

source: 这一句话说完，安度因已经放出了飞行术，眨眼之间就消失得无影无踪。
en_us: Once the sentence was finished, Andoine cast a flying spell and disappeared completely in the blink of an eye.

source: 这一场奥法药剂带来的风暴，将加洛斯城大半势力都卷了进来。
en_us: The storm brought on by the Arcane Magic Potion had swept in much of the powers in Jarrosus City.

source: 这一场拍卖会过后，所有人心里都很清楚，今后的魔法公会，将是加洛斯唯一的最强势力，不管是十一魔法家族，还是六大地下势力，都再无力量与魔法公会抗衡。
en_us: After this auction, everyone was clear that the Guild of Magic would be the single most powerful force in Jarrosus. Regardless of the 11 mage families or the six underground forces, no power would be able to contend with the Guild of Magic.

source: 这一夜，江逸做了个梦……
en_us: That night, Jiang Yi had a dream…

source: 这一招他在西山上用过，深知威力巨大，能让对方措手不及。江如龙铸鼎境七重，实力太强大了，尽管在武殿练功房内他和铸鼎境八重的冷芊芊都对战过，但真实对战他内心还是没底，只能谨慎一些。
en_us: He had used this technique on the Western Hills before. He knew this skill had great power and could catch the enemy off guard. Jiang Rulong's seventh stage of Cast Tripod Realm was too overwhelming. Even though Jiang Yi once fought against Leng Qianqian who was eighth stage of Cast Tripod Realm, in the Technique Practising Room; he still wasn't certain that he could win in a real combat, which was why he chose to be cautious.

source: 这一招果然生猛！
en_us: This technique sure was aggressive!

source: 这一掌刀劈下来，他脖子虽不会被劈断，但肯定会疼得战斗力大减，江逸只能运转武技，双手朝对方的掌刀架去。
en_us: Although the knifehand strikes would not actually break his neck, it would hurt a great deal, enough to significantly reduce one's power. Jiang Yi was forced to ready his own martial art technique, putting up both hands to fend off the palm broadswords.

source: 这一撞的力道何等强劲，连那足有两人合抱的巨树，都不禁被撞得摇了几下，躺在地上的时候，霍伦只觉得浑身上下都好象被撞散了一样，脑子里一片空白，只听见“嗡嗡嗡”的声音响个不停，刚刚挣扎着想要站起身来，却忽然觉得一股热流从胸口涌出，跟着就是“哇”的一口鲜血吐了出来……
en_us: The power in this collision was so powerful that the two people stretching their arms around the large tree could not avoid swaying. As Hoeren lay on the ground, he only felt as if his whole body had broken apart. His mind was blank, only hearing an endless buzzing sounds. When he struggled in an attempt to stand up, he suddenly felt a warm wave surging from his chest, followed by a "Wah!" as he spat forth fresh blood...

source: 这一条银质项链刚一拿出，几个魔法师的眼睛就全都瞪圆了，连葛瑞安都忍不住“丝”的抽了一口凉气：“这么大一块谜蓝宝石！”
en_us: As soon as the silver necklace was taken out, the mages' eyes turned wide open, and even Gerian drew in a hissing cold breath. "What a big piece of Enigma Sapphire!"
